Repository: 0xDive/ferventio-ios
Catalog: Ferventio/Resources/UserCardModeration.xcstrings
Source language: en
Languages: ru

# user_card.moderation.cancel
source: Cancel
ru: Отмена

# user_card.moderation.section
source: Moderation
ru: Модерация

# user_card.moderation.timeout.action
source: Timeout for 10 minutes
ru: Таймаут на 10 минут

# user_card.moderation.timeout.confirm.action
source: Apply timeout
ru: Выдать таймаут

# user_card.moderation.timeout.confirm.message
source: Timeout %@ for 10 minutes?
ru: Выдать %@ таймаут на 10 минут?

# user_card.moderation.timeout.confirm.title
source: Confirm timeout
ru: Подтвердить таймаут

# user_card.moderation.timeout.failed
source: The timeout could not be applied.
ru: Не удалось выдать таймаут.

# user_card.moderation.timeout.running
source: Applying timeout…
ru: Выдача таймаута…

# user_card.moderation.timeout.success
source: 10-minute timeout applied
ru: Таймаут на 10 минут выдан

# user_card.moderation.unavailable
source: Quick moderation is unavailable for this user or with the current Twitch permissions.
ru: Быстрая модерация недоступна для этого пользователя или с текущими разрешениями Twitch.
